Repository: vincenzosco/BrowserForWP
Catalog: BrowserForWP/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ja_jp

# AddressPlaceholder
source: Search or enter address
de_de: Suchen oder Adresse eingeben
es_es: Buscar o escribir dirección
fr_fr: Rechercher ou saisir une adresse
it_it: Cerca o inserisci un indirizzo
ja_jp: 検索またはアドレスを入力

source: Go
de_de: Los
es_es: Ir
fr_fr: Aller
it_it: Vai
ja_jp: 移動

source: Back
de_de: Zurück
es_es: Atrás
fr_fr: Retour
it_it: Indietro
ja_jp: 戻る

source: Forward
de_de: Vor
es_es: Adelante
fr_fr: Suivant
it_it: Avanti
ja_jp: 進む

source: Reload
de_de: Neu laden
es_es: Recargar
fr_fr: Recharger
it_it: Ricarica
ja_jp: 再読み込み

source: Stop
de_de: Stopp
es_es: Detener
fr_fr: Arrêter
it_it: Interrompi
ja_jp: 停止

source: New tab
de_de: Neuer Tab
es_es: Nueva pestaña
fr_fr: Nouvel onglet
it_it: Nuova scheda
ja_jp: 新しいタブ

source: Close tab
de_de: Tab schließen
es_es: Cerrar pestaña
fr_fr: Fermer l'onglet
it_it: Chiudi scheda
ja_jp: タブを閉じる

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni
ja_jp: 設定

# SecuritySecure
source: Secure connection
de_de: Sichere Verbindung
es_es: Conexión segura
fr_fr: Connexion sécurisée
it_it: Connessione sicura
ja_jp: 安全な接続

# SecurityInsecure
source: Not secure
de_de: Nicht sicher
es_es: No segura
fr_fr: Non sécurisé
it_it: Non sicura
ja_jp: 安全ではありません

# SecurityTls13
source: Secure — TLS 1.3
de_de: Sicher — TLS 1.3
es_es: Segura — TLS 1.3
fr_fr: Sécurisé — TLS 1.3
it_it: Sicura — TLS 1.3
ja_jp: 安全 — TLS 1.3

# SecurityWebViewCeiling
source: (TLS 1.2 max, WebView).
it_it: (max TLS 1.2, WebView).

source: Loading…
de_de: Wird geladen…
es_es: Cargando…
fr_fr: Chargement…
it_it: Caricamento…
ja_jp: 読み込み中…

# LoadComplete
source: Done
de_de: Fertig
es_es: Listo
fr_fr: Terminé
it_it: Completato
ja_jp: 完了

# LanguageLabel
source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
it_it: Lingua
ja_jp: 言語

# LanguageAutomatic
source: Automatic (use phone language)
de_de: Automatisch (Handysprache verwenden)
es_es: Automático (idioma del teléfono)
fr_fr: Automatique (langue du téléphone)
it_it: Automatica (usa la lingua del telefono)
ja_jp: 自動 (電話の言語を使用)

# DiagnosticsTitle
source: Diagnostics
de_de: Diagnose
es_es: Diagnósticos
it_it: Diagnostica
ja_jp: 診断

# DiagnosticsCompatProbe
source: Run compatibility probe
de_de: Kompatibilitätsprüfung starten
es_es: Ejecutar prueba de compatibilidad
fr_fr: Lancer le test de compatibilité
it_it: Esegui il probe di compatibilità
ja_jp: 互換性チェックを実行

# DiagnosticsEngineLabel
source: Rendering engine
es_es: Motor de renderizado
fr_fr: Moteur de rendu
it_it: Motore di rendering
ja_jp: レンダリングエンジン

# CompatLayerLabel
source: Compatibility layer
de_de: Kompatibilitätsschicht
es_es: Capa de compatibilidad
fr_fr: Couche de compatibilité
it_it: Livello di compatibilità
ja_jp: 互換レイヤー

# CompatLayerActive
source: required for this engine
de_de: für diese Engine erforderlich
es_es: necesaria para este motor
fr_fr: requise pour ce moteur
it_it: richiesto da questo motore
ja_jp: このエンジンに必要

# CompatLayerNative
source: not required
de_de: nicht erforderlich
es_es: no necesaria
fr_fr: non requise
it_it: non richiesto
ja_jp: 不要

# DiagnosticsNoMissingFeatures
source: No missing web features detected.
de_de: Keine fehlenden Webfunktionen erkannt.
es_es: No se detectaron funciones web faltantes.
fr_fr: Aucune fonction web manquante détectée.
it_it: Nessuna funzionalità web mancante rilevata.
ja_jp: 不足しているWeb機能はありません。

# ProbeNotRun
source: No answer from the page: it is still loading, or this engine cannot run scripts.
de_de: Keine Antwort der Seite: Sie lädt noch, oder diese Engine kann keine Skripte ausführen.
es_es: Sin respuesta de la página: aún se está cargando o este motor no puede ejecutar scripts.
fr_fr: Pas de réponse de la page : elle charge encore, ou ce moteur ne peut pas exécuter de scripts.
it_it: Nessuna risposta dalla pagina: è ancora in caricamento, oppure questo motore non esegue script.
ja_jp: ページから応答がありません: 読み込み中か、このエンジンではスクリプトを実行できません。

# ParseThisPage
source: Parse current page
it_it: Analizza la pagina corrente

# ParseNoDocument
source: Nothing to parse: the tab has no address, or the response was not HTML.
de_de: Nichts zu parsen: Der Tab hat keine Adresse oder die Antwort war kein HTML.
es_es: Nada que analizar: la pestaña no tiene dirección o la respuesta no era HTML.
fr_fr: Rien à analyser : l'onglet n'a pas d'adresse, ou la réponse n'était pas du HTML.
it_it: Niente da analizzare: la scheda non ha indirizzo, oppure la risposta non è HTML.
ja_jp: 解析対象がありません: タブにアドレスがないか、応答がHTMLではありません。

# ParseFailed
source: Fetch failed.
it_it: Recupero non riuscito.

# ParseBoxCount
source: boxes:
it_it: box:

# IeModeCheck
source: Check IE mode
de_de: IE-Modus prüfen
es_es: Comprobar modo IE
fr_fr: Vérifier le mode IE
it_it: Controlla modalità IE
ja_jp: IEモードを確認

# IeModeReport
source: document mode:
de_de: Dokumentmodus:
es_es: modo de documento:
fr_fr: mode document :
it_it: modalità documento:
ja_jp: ドキュメントモード:

# DiagnosticsClose
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
ja_jp: 閉じる

# ErrorUnknownScheme
source: That address uses an unsupported scheme.
de_de: Diese Adresse verwendet ein nicht unterstütztes Schema.
es_es: Esa dirección usa un esquema no compatible.
fr_fr: Cette adresse utilise un schéma non pris en charge.
it_it: Questo indirizzo usa uno schema non supportato.
ja_jp: そのアドレスはサポートされていないスキームを使用しています。

# ErrorPageFailed
source: This page could not be displayed.
de_de: Diese Seite konnte nicht angezeigt werden.
es_es: No se pudo mostrar esta página.
fr_fr: Cette page n'a pas pu s'afficher.
it_it: Impossibile visualizzare questa pagina.
ja_jp: このページを表示できませんでした。

# ErrorNoConnection
source: Could not reach the server.
de_de: Server nicht erreichbar.
es_es: No se pudo contactar el servidor.
fr_fr: Serveur injoignable.
it_it: Impossibile raggiungere il server.
ja_jp: サーバーに接続できませんでした。

# ErrorTlsHandshake
source: The secure connection could not be established.
de_de: Die sichere Verbindung konnte nicht hergestellt werden.
es_es: No se pudo establecer la conexión segura.
fr_fr: La connexion sécurisée n'a pas pu être établie.
it_it: Impossibile stabilire la connessione sicura.
ja_jp: 安全な接続を確立できませんでした。

# ErrorNavigationFailed
source: Navigation failed. Check the address and try again.
de_de: Navigation fehlgeschlagen. Adresse prüfen und erneut versuchen.
es_es: Error de navegación. Compruebe la dirección e inténtelo de nuevo.
fr_fr: Échec de navigation. Vérifiez l'adresse et réessayez.
it_it: Navigazione non riuscita. Controlla l'indirizzo e riprova.
ja_jp: ナビゲーションに失敗しました。アドレスを確認してもう一度お試しください。

# TabsTitle
source: Tabs
es_es: Pestañas
fr_fr: Onglets
it_it: Schede
ja_jp: タブ

source: Desktop site
de_de: Desktop-Seite
es_es: Sitio de escritorio
fr_fr: Version bureau
it_it: Sito desktop
ja_jp: デスクトップサイト

# HistoryTitle
source: History
de_de: Verlauf
es_es: Historial
fr_fr: Historique
it_it: Cronologia
ja_jp: 履歴

# FavoritesTitle
source: Favorites
de_de: Favoriten
es_es: Favoritos
fr_fr: Favoris
it_it: Preferiti
ja_jp: お気に入り

source: Add favorite
de_de: Favorit hinzufügen
es_es: Añadir favorito
fr_fr: Ajouter un favori
it_it: Aggiungi preferito
ja_jp: お気に入りに追加

source: Remove favorite
de_de: Favorit entfernen
es_es: Quitar favorito
fr_fr: Retirer le favori
it_it: Rimuovi preferito
ja_jp: お気に入りを削除

source: Clear history
de_de: Verlauf löschen
es_es: Borrar historial
fr_fr: Effacer l'historique
it_it: Cancella cronologia
ja_jp: 履歴を消去

source: Security details
de_de: Sicherheitsdetails
es_es: Detalles de seguridad
fr_fr: Détails de sécurité
it_it: Dettagli sicurezza
ja_jp: セキュリティの詳細

# TlsProbeHostLabel
source: TLS probe host
es_es: Servidor de prueba TLS
fr_fr: Hôte du test TLS
it_it: Host probe TLS
ja_jp: TLSプローブのホスト

# TlsProbeRun
source: Run TLS probe now
de_de: TLS-Probe jetzt starten
es_es: Ejecutar prueba TLS ahora
fr_fr: Lancer le test TLS
it_it: Esegui probe TLS ora
ja_jp: TLSプローブを実行

# DohServerLabel
source: DoH server
es_es: Servidor DoH
fr_fr: Serveur DoH
it_it: Server DoH
ja_jp: DoHサーバー

# PinTitle
source: Certificate pins
de_de: Zertifikats-Pins
es_es: Fijaciones de certificado
fr_fr: Épingles de certificat
it_it: Pin certificati
ja_jp: 証明書のピン

# PinAdd
source: Add pin
de_de: Pin hinzufügen
es_es: Añadir fijación
fr_fr: Ajouter une épingle
it_it: Aggiungi pin
ja_jp: ピンを追加

# PinRemove
source: Remove pin
de_de: Pin entfernen
es_es: Quitar fijación
fr_fr: Retirer l'épingle
it_it: Rimuovi pin
ja_jp: ピンを削除

source: Pin stored.
de_de: Pin gespeichert.
es_es: Fijación guardada.
fr_fr: Épingle enregistrée.
it_it: Pin salvato.
ja_jp: ピンを保存しました。

# PinMismatch
source: Pin mismatch on next probe.
de_de: Pin stimmt bei der nächsten Probe nicht überein.
es_es: La fijación no coincide en la próxima prueba.
fr_fr: Non-concordance de l'épingle au prochain test.
it_it: Pin non corrispondente al prossimo probe.
ja_jp: 次回のプローブでピンが一致しません。

# SearchEngineLabel
source: Search engine
it_it: Motore di ricerca

# EngineLabel
source: Rendering engine
es_es: Motor de renderizado
fr_fr: Moteur de rendu
it_it: Motore di rendering
ja_jp: レンダリングエンジン

# EngineAuto
source: Automatic
de_de: Automatisch
es_es: Automático
fr_fr: Automatique
it_it: Automatico
ja_jp: 自動

# EngineTrident
source: System WebView (Trident)
it_it: WebView di sistema (Trident)

# EngineRemote
source: Server (Chromium remotely)
de_de: Server (Chromium remote)
es_es: Servidor (Chromium remoto)
fr_fr: Serveur (Chromium à distance)
it_it: Server (Chromium remoto)
ja_jp: サーバー (リモートのChromium)

# EngineReasonSetting
source: Chosen in Settings.
de_de: In den Einstellungen gewählt.
es_es: Elegido en Ajustes.
fr_fr: Choisi dans les paramètres.
it_it: Scelto nelle Impostazioni.
ja_jp: 設定で選択。

# EngineReasonSettingRemote
source: Chosen in Settings: the server you configured draws these pages and can read everything you read.
de_de: In den Einstellungen gewählt: Der konfigurierte Server zeichnet diese Seiten und kann alles lesen, was du liest.
es_es: Elegido en Ajustes: el servidor configurado dibuja estas páginas y puede leer todo lo que lees.
fr_fr: Choisi dans les paramètres : le serveur configuré dessine ces pages et peut lire tout ce que vous lisez.
it_it: Scelto nelle Impostazioni: le pagine sono disegnate dal server che hai configurato, che può leggere tutto ciò che leggi.
ja_jp: 設定で選択: 設定したサーバーがページを描画し、読む内容をすべて読むことができます。

# EngineFallbackOnDevice
source: Drawn on the device, by the system engine.
it_it: Disegnata sul dispositivo, dal motore di sistema.

# EngineForcedRemoteNoPage
source: No page: the server engine is chosen, and nothing is drawn on the device.
it_it: Nessuna pagina: è scelto il motore server e sul dispositivo non viene disegnato nulla.

# EngineReasonRemoteSecondary
source: The primary server did not answer, so the secondary is being used.
de_de: Der primäre Server hat nicht geantwortet, daher wird der sekundäre verwendet.
es_es: El servidor principal no respondió, se está usando el secundario.
fr_fr: Le serveur principal n'a pas répondu, le secondaire est utilisé.
it_it: Il server primario non ha risposto, quindi si sta usando il secondario.
ja_jp: プライマリサーバーが応答しなかったため、セカンダリを使用しています。

# EngineReasonRemoteNotConfigured
source: The hosted server is not ready: it needs an address and this device's token. Open Settings, under Server.
de_de: Kein Server konfiguriert. Füge einen in den Einstellungen unter Server hinzu.
es_es: Ningún servidor configurado. Añade uno en Ajustes, en Servidor.
fr_fr: Aucun serveur configuré. Ajoutez-en un dans les paramètres, sous Serveur.
it_it: Il server ospitato non è pronto: servono l'indirizzo e il token di questo dispositivo. Apri Impostazioni, sotto Server.
ja_jp: サーバーが設定されていません。設定のサーバーで追加してください。

# EngineReasonRemoteUnreachable
source: Neither server answered.
de_de: Kein Server hat geantwortet.
es_es: Ningún servidor respondió.
fr_fr: Aucun serveur n'a répondu.
it_it: Nessuno dei due server ha risposto.
ja_jp: どちらのサーバーも応答しませんでした。

# EngineReasonAutoNoMeasurement
source: Automatic: no page has been measured yet, so the system engine is used.
de_de: Automatisch: Noch keine Seite gemessen, daher wird die System-Engine verwendet.
es_es: Automático: aún no se ha medido ninguna página, se usa el motor del sistema.
fr_fr: Automatique : aucune page mesurée pour l'instant, le moteur système est utilisé.
it_it: Automatico: nessuna pagina è stata ancora misurata, quindi si usa il motore di sistema.
ja_jp: 自動: まだページが測定されていないため、システムエンジンを使用します。

# EngineReasonAutoFits
source: Automatic: the measured page still works in the system engine.
de_de: Automatisch: Die gemessene Seite funktioniert weiterhin in der System-Engine.
es_es: Automático: la página medida sigue funcionando en el motor del sistema.
fr_fr: Automatique : la page mesurée fonctionne toujours dans le moteur système.
it_it: Automatico: la pagina misurata funziona ancora con il motore di sistema.
ja_jp: 自動: 測定したページはシステムエンジンで動作します。

# EngineReasonAutoTooManyMissingFeatures
source: Automatic: the measured page needs too many features the system engine lacks.
de_de: Automatisch: Die gemessene Seite benötigt zu viele Funktionen, die der System-Engine fehlen.
es_es: Automático: la página medida necesita demasiadas funciones que el motor del sistema no tiene.
fr_fr: Automatique : la page mesurée exige trop de fonctions manquantes du moteur système.
it_it: Automatico: alla pagina misurata mancano troppe funzionalità che il motore di sistema non ha.
ja_jp: 自動: 測定したページはシステムエンジンにない機能を多数必要とします。

source: Reading mode
de_de: Lesemodus
es_es: Modo lectura
fr_fr: Mode lecture
it_it: Modalità lettura
ja_jp: リーディングモード

source: Night mode
de_de: Nachtmodus
es_es: Modo nocturno
fr_fr: Mode nuit
it_it: Modalità notte
ja_jp: ナイトモード

source: Find
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
it_it: Trova
ja_jp: 検索

source: Share
de_de: Teilen
es_es: Compartir
fr_fr: Partager
it_it: Condividi
ja_jp: 共有

source: Private mode
de_de: Privater Modus
es_es: Modo privado
fr_fr: Mode privé
it_it: Modalità privata
ja_jp: プライベートモード

source: Block trackers
de_de: Tracker blockieren
es_es: Bloquear rastreadores
fr_fr: Bloquer les traqueurs
it_it: Blocca tracker
ja_jp: トラッカーをブロック

# RestoreSession
source: Restore tabs on start
de_de: Tabs beim Start wiederherstellen
es_es: Restaurar pestañas al inicio
fr_fr: Restaurer les onglets au démarrage
it_it: Ripristina schede all'avvio
ja_jp: 起動時にタブを復元

source: Diagnostics
de_de: Diagnose
es_es: Diagnósticos
it_it: Diagnostica
ja_jp: 診断

# FindNoMatch
source: Not found
de_de: Nicht gefunden
es_es: No encontrado
fr_fr: Introuvable
it_it: Non trovato
ja_jp: 見つかりません

source: Blocked tracker
de_de: Tracker blockiert
es_es: Rastreador bloqueado
fr_fr: Traqueur bloqué
it_it: Tracker bloccato
ja_jp: トラッカーをブロックしました

# ReaderFallback
source: Showing simplified article
de_de: Vereinfachter Artikel wird angezeigt
es_es: Mostrando artículo simplificado
fr_fr: Affichage de l'article simplifié
it_it: Articolo semplificato
ja_jp: 簡易表示の記事を表示しています

# LiteRedirects
source: Prefer light site versions
de_de: Leichte Seitenversionen bevorzugen
es_es: Preferir versiones ligeras
fr_fr: Préférer les versions légères
it_it: Preferisci versioni leggere
ja_jp: 軽量版のサイトを優先

# RemoteNotice
source: The server draws the pages, so whoever runs it can read everything you read, passwords included. This build ships pointed at the project's own hosted server, with the server engine as its default, and that choice is kept: with no address and token below, or with the switch off, nothing is drawn at all rather than drawn on this phone. Pick another engine above to read pages on this phone, or replace the address with a server you run.
it_it: Le pagine sono disegnate dal server, quindi chi lo gestisce può leggere tutto quello che leggi tu, password comprese. Questa build punta già al server ospitato del progetto e ha quel motore come predefinito, e quella scelta resta: senza indirizzo e token qui sotto, o con l'interruttore spento, non viene disegnato nulla, invece di disegnare su questo telefono. Scegli un altro motore qui sopra per leggere le pagine su questo telefono, oppure sostituisci l'indirizzo con un server tuo.

# RemoteServerLabel
source: Server address
de_de: Serveradresse
es_es: Dirección del servidor
fr_fr: Adresse du serveur
it_it: Indirizzo del server
ja_jp: サーバーアドレス

# RemoteTokenLabel
source: Device token
de_de: Gerätetoken
es_es: Token del dispositivo
fr_fr: Jeton de l'appareil
it_it: Token del dispositivo
ja_jp: デバイストークン

# RemoteBackupLabel
source: Backup server address (optional)
de_de: Backup-Serveradresse (optional)
es_es: Dirección del servidor de reserva (opcional)
fr_fr: Adresse du serveur de secours (facultatif)
it_it: Indirizzo del server di riserva (facoltativo)
ja_jp: バックアップサーバーのアドレス (任意)

# RemoteBackupTokenLabel
source: Backup device token (optional)
de_de: Backup-Gerätetoken (optional)
es_es: Token del dispositivo de reserva (opcional)
fr_fr: Jeton de l'appareil de secours (facultatif)
it_it: Token del dispositivo di riserva (facoltativo)
ja_jp: バックアップデバイスのトークン (任意)

# RemoteUseServer
source: Draw pages on the server
de_de: Seiten auf dem Server zeichnen
es_es: Dibujar páginas en el servidor
fr_fr: Dessiner les pages sur le serveur
it_it: Disegna le pagine sul server
ja_jp: ページをサーバーで描画

# RemoteKeys
source: Keys
de_de: Tasten
es_es: Teclas
fr_fr: Touches
it_it: Tasti
ja_jp: キー

# KeyEnter
source: Enter
de_de: Eingabe
es_es: Intro
fr_fr: Entrée
it_it: Invio

# KeyBarClose
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
ja_jp: 閉じる

# TokenInboxTitle
source: Paste the token from another device
it_it: Incolla il token da un altro dispositivo

# TokenInboxNote
source: This opens a page on this phone, reachable from a computer on the same Wi-Fi, for a minute: as long as this screen stays open. Open the address below in the computer's browser, paste the token there, and type the code you can read here. The token travels in the clear inside the local network: that is your own network rather than the Internet, and this phone has no certificate for a name nothing resolves. After it is saved there is nothing else to do: the address and the token go into the server you chose and the engine switches to Server. Nothing can be deleted from that page: to have a token removed, open an issue on the project's page.
it_it: Apre una pagina su questo telefono, raggiungibile da un computer sulla stessa rete Wi-Fi, per un minuto: finché questa schermata resta aperta. Apri l'indirizzo qui sotto nel browser del computer, incolla lì il token e scrivi il codice che leggi qui. Il token viaggia in chiaro dentro la rete locale: è la rete di casa tua, non Internet, e sul telefono non c'è un certificato per un nome che nessuno risolve. Dopo il salvataggio non c'è altro da fare: l'indirizzo e il token finiscono nel server scelto e il motore passa a Server. Dalla pagina non si può cancellare nulla: per far rimuovere un token, apri una segnalazione sulla pagina del progetto.

# TokenInboxStart
source: Open the page
it_it: Avvia la pagina

# TokenInboxStop
source: Close the page
it_it: Chiudi la pagina

# TokenInboxUrlLabel
source: Address to open on the computer
it_it: Indirizzo da aprire sul computer

# TokenInboxCodeLabel
source: Code to type there
it_it: Codice da scrivere lì

# TokenInboxNotRunning
source: The page is not open.
it_it: La pagina non è aperta.

# TokenInboxRunning
source: The page is open: fill the form in from the computer. It closes itself after five wrong codes.
it_it: La pagina è aperta: compila il modulo dal computer. Si chiude da sola se il codice viene sbagliato cinque volte.

# TokenInboxStopped
source: Page closed.
it_it: Pagina chiusa.

# TokenInboxStoppedFailures
source: Five wrong codes: the page closed itself. Open it again to try once more.
it_it: Codice sbagliato cinque volte: la pagina si è chiusa. Riapri il modulo per riprovare.

# TokenInboxNoAddress
source: This phone has no reachable network address: connect the Wi-Fi and try again.
it_it: Questo telefono non ha un indirizzo di rete raggiungibile: collega il Wi-Fi e riprova.

# TokenInboxNoPort
source: No free port for the page: close whatever is holding it and try again.
it_it: Nessuna porta libera per la pagina: chiudi l'app che la occupa e riprova.

# TokenInboxSaved
source: Saved: this phone now draws its pages on the server.
it_it: Salvato: il telefono ora disegna le pagine sul server.

# TokenInboxReasonCode
source: That is not the code on the phone's screen. Read it again.
it_it: Il codice non è quello scritto sul telefono. Rileggilo e riprova.

# TokenInboxReasonToken
source: That does not look like a token: paste the whole string the server showed you.
it_it: Questo non sembra un token: incolla la stringa che il server ha mostrato, tutta intera.

# TokenInboxReasonSlot
source: Unknown server: pick the first one or the backup.
it_it: Server non riconosciuto: scegli il primo o quello di riserva.

# TokenInboxReasonAddress
source: That server address cannot be used, and a token with no address leads nowhere: write it as https://server.example.com.
it_it: L'indirizzo del server non è utilizzabile, e senza indirizzo il token non porta da nessuna parte: scrivilo come https://server.example.com.

# TokenPageTitle
source: Device token
it_it: Token del dispositivo

# TokenPageIntro
source: Paste the token the server showed you, say which server it belongs to, and retype the code you can read on the phone's screen. The token will not be shown again, here or on the phone.
it_it: Incolla qui il token che il server ha mostrato, scegli a quale server appartiene e riscrivi il codice che leggi sullo schermo del telefono. Il token non verrà mostrato di nuovo, né qui né sul telefono.

# TokenPageSlotLabel
source: Which server it belongs to
it_it: A quale server appartiene

# TokenPageSlotPrimary
source: Server 1 (primary)
it_it: Server 1 (principale)

# TokenPageSlotSecondary
source: Server 2 (backup, optional)
it_it: Server 2 (riserva, facoltativo)

# TokenPageAddressLabel
source: Server address
it_it: Indirizzo del server

# TokenPageCodeLabel
source: Code shown on the phone
it_it: Codice mostrato sul telefono

# TokenPageSubmit
source: Save on the phone
it_it: Salva sul telefono

# TokenPageSaved
source: Saved. This phone now draws its pages on that server.
it_it: Salvato. Il telefono ora disegna le pagine su questo server.

# TokenPageRefused
source: Not saved.
it_it: Non salvato.

# TokenPageBadRequest
source: This page only answers the form: open it at the address the phone shows.
it_it: Questa pagina risponde solo al modulo: aprila con l'indirizzo che il telefono mostra.

# TokenPageNotFound
source: Nothing here: the page is at the root of the address.
it_it: Qui non c'è niente: la pagina è alla radice dell'indirizzo.

# HomepageLabel
source: Homepage
de_de: Startseite
es_es: Página inicial
fr_fr: Page d'accueil
ja_jp: ホームページ
